[{"title":"Collection","date":"2021-09-23T15:25:29.000Z","path":"2021/09/23/collect/","text":"收集一些收集 名言 游戏是一系列有趣的选择。 —— Sid Meier （席德·梅尔） 幽默是一切智慧的光芒，照耀在古今哲人的灵性中间。凡有幽默的素养者，都是聪明颖悟的。他们会用幽默手腕解决一切困难问题，而把每一种事态安排得从容不迫，恰到好处。 —— 钱学森 快乐不是件奇怪的东西，绝不会因为你分给了别人而减少，有时你分给的人越多，自己也会得到越多。 —— 古龙 正因为世界本身是平庸的，所以你也才平庸。 —— 《寻羊冒险记》 太讲究理智，容易与人产生摩擦；太顺从情感，则会被情绪左右；太坚持己见，终将穷途末路。总而言之，这世间并不宜人。 —— 夏目簌石 我的梦想，值得我本人去夺取。我今天的话，绝不是我昨天生活的冷淡抄袭。 —— 夏目漱石《我是猫》 我们曾如此渴望命运的波澜，到最后才发现：人生最曼妙的风景，竟是内心的淡定与从容。 —— 杨绛 时间一直走，没有尽头，只有路口。 —— 《摆渡人》 我的悲伤还来不及出发，就已经到站下车。 —— 《第七天》 人生是个含泪的微笑。 —— 欧·亨利 你是非常可爱的人，真应该遇到最好的人，我希望我就是。 —— 《爱你就像爱生命》 沉默可能产生误解，我需要说话，说话将我推向歧途，我必须沉默。 —— 赫塔·米勒 最最好的，与最最痛苦的，是一样的。 —— 《文学与少女》 云无心以出岫，鸟倦飞而知还。 —— 《归去来兮辞》 高贵者最愚蠢，卑贱者最聪明！ 多少事，从来急；天地转，光阴迫。一万年太久，只争朝夕。 哪里有压迫，哪里就有反抗！ 军民团结如一人，试看天下谁能敌！ 自信人生二百年，会当水击三千里。 艰苦的工作就象担子，摆在我们的面前，看我们敢不敢承担。担子有轻有重。有的人拈轻怕重，把重担子推给人家，自己拣轻的挑。这就不是好的态度。有的同志不是这样，享受让给人家，担子拣重的挑，吃苦在别人前头，享受在别人后头。这样的同志就是好同志。 凡是反动的东西，你不打，他就不倒。这也和扫地一样，扫帚不到，灰尘照例不会自己跑掉。 一个人做点好事并不难，难的是一辈子做好事，不做坏事，一贯的有益于广大群众，一贯的有益于青年，一贯的有益于革命，艰苦奋斗几十年如一日，这才是最难最难的呵！ 前途是光明的，道路是曲折的。 与天奋斗，其乐无穷！与地奋斗，其乐无穷！与人奋斗，其乐无穷！ 学习的敌人是自己的满足，要认真学习一点东西，必须从不自满开始！ 历史是由人民创造的。 鸡蛋因适当的温度而变化为鸡，但温度不能使石头变为鸡。 不管风吹浪打，胜似闲庭信步！ 你要知道梨子的味道！你就得变革梨子！亲口吃一吃。 世上无难事,只要肯登攀。 我家里有两个党，一个是父亲，是执政党，反对党，由我，我的母亲和弟弟组成，有事甚至工人也在内。不过，在反对党的“联合战线”之中，意见并不一致。母亲主张一种间接进攻的政策，她不赞成任何感情作用的显示和公开反抗执政党的企图。她说这不和中国的道理。 在这个时期，我的头脑是自由主义，民主改良主义，及空想社会主义的有趣混合物。我模糊地景仰“19世纪的民族主义”、乌托邦主义和旧式的自由主义，但我坚决反对军阀和帝国主义。 —— 毛泽东&#x2F;《毛泽东选集》 善应莫如收心，解谬莫如澹志。 —— 陈继儒《小窗幽记》 书看了一定会有用，不一定非要有什么具体的改变，人往前走的时候未必会数着一二三，但无论多少步，都是一二三累积起来的。 日子总是往前走，人总是在变，不知道是淡忘还是适应。 “生日快乐丞哥，希望你永远笑的像一束光，你是我的阳光。”“生日快乐顾飞，跟着光。” 人就是这样的，想来想去，犹豫来犹豫去，觉得自己没有准备好，勇气没攒够，其实只要迈出去了那一步，就会发现其实所有的一切早就准备好了。 没有谁的生活会一直完美，但无论什么时候，都要看着前方，满怀希望就会所向披靡。 —— 巫哲《撒野》 冰山运动之雄伟壮观，是因为他只有八分之一在水面上。 —— 海明威《午后之死》 铁肩担道义，妙手著文章。 —— 李大钊 再优秀的人都有忘记自我的时候。 —— 莎士比亚 不前进则后退，正如过去影响当下，未来也影响当下。 —— 尼采 做你想做的自己，永远都不嫌晚。 —— 乔治·艾略特 人生最大的失败是害怕失败。 —— 阿尔伯特·哈伯德 无论梦想之星多么遥远，只要不放弃，就有触及的可能。 —— 赫尔曼·黑塞 躲得开的，都不是缘分；猜的偷的，都不叫人生。 —— 大冰《好的好的》 不存在十全十美的文章，如同不存在彻头彻尾的绝望。 —— 村上春树《且听风吟》 希望你能记住我，记住我这样活过，这样在你身边带过。 —— 《挪威的森林》 它国深厚而沉默，也许，身后正是沉默的原因。 没有悲剧就没有悲壮，就没有崇高。 —— 余秋雨《文化苦旅》 为别人活着，也要为自己活着，希望和悲伤都是一缕光，总有一天，我们会再相遇。 —— 《云边有个小卖部》 论起来荣华富贵，原不过是过眼云烟，但自古圣贤，以人品根砥为重。 —— 《红楼梦》 人是为活着本身而活着的，而不是想活着之外的任何事物所活着。 —— 余华《活着》 给岁月以文明，而不是给文明以岁月。 —— 刘慈欣《三体》 要自爱，不要把你全身心的爱，灵魂和力量，作为礼物慷慨给予，浪费在不需要和受轻视的地方。 —— 夏洛蒂·勃朗特《简·爱》 蒲公英像一冰冰带露的花伞，被春风轻轻托起，飘扬空中，金黄的如丝如茧般的花蕾，在阳光下变幻着奇异的光斑。 —— 沈梦溪 《狼王梦》 我不能延长生命的长度，但可以拓展生命的宽度。 剩下的生命愈是短暂，我愈要使之过得丰盈饱满。 —— 汪国真《热爱生命》 人生苦又如初见，何事秋风悲画扇。 —— 清 纳兰容若《木兰花·拟古决绝词柬友》 “记住你即将死去”是我一生中遇到的最重要箴言。它帮我指明了生命中重要的选择，因为几乎所有的事情，包括所有的荣誉、所有的骄傲、所有对难堪和失败的恐惧，这些在死亡面前都会消失。 —— 乔布斯 一定要爱这点什么，恰似草木对光阴的柔情。 —— 汪曾祺《人间草木》 我居北海君南海，寄雁传书谢不能。 —— 黄庭坚《寄黄几复》 时间以同样的方式流经每个人，而每个人却以不同的方式度过时间。 —— 川端康成 人生碌碌，竟短论长，却不道荣枯有数，得失难量。 —— 沈复《浮生六记》 如果生命无可避免地会结束，我们活在其中，就应该用爱和希望为它上色。 —— 马克·夏克尔 电影 人最强大的武器，是习惯和信赖。 ——《金色梦乡》 如果你不曾尝过糖果的美味，那你也就不会惦记他的味道，可是正因为已经知道他有多好，所以才会更舍不得忘掉。 —— 《美丽人生》 因为你年龄越大，就越不容易把思想付诸行动，也许就是因为这个原因，这个想法就郁结在你的脑子里，成了一种负担。 —— 《蒂凡尼的早餐》 Why so serious? —— 《小丑》 世间本无公平可言，除非公平掌握在自己手中。 —— 《冰与火之歌》 要么忙着生存要么赶着去死，人总要做点什么。 —— 《肖生克的救赎》 叫做妈妈的人，是不会哭的。 —— 《朝花夕誓——于离别之朝束起约定之花》 动漫 不让眼泪堕落了眼睛，擦亮真诚的双眼，世界其实这么丰富多彩。 说到底天赋其实是在做出结论的时候使用的词语，成功了就是有天赋，失败了就是没有。就算在起跑线上有些差距，就算成长的速度有些差距，或许这种差距并不是努力所能填补的。我也觉得拿出成果很重要，但我讨厌只盯着结果，却否定了整个过程。自己努力过得时间，和走到了目标面前的现实。就算没实现目标，之前的那段时间和自己的努力并不会失去意义。有哭有笑，有赢有输，这样也没什么不好。只要选手们能朝着梦想努力，享受这个拼命的过程，就算哪天不再比赛了，这段努力的时光也能成为美好的回忆。 —— 《ViVid Strike》 我们度过的每个平凡的日常，也许都是连续发生的奇迹。 —— 《日常》 不敢打开信封啊。因为，打开了就结束了啊。 —— 《旋风管家》 只有分离后才能懂的事，却没有了感慨的时间。 —— 《宝石之国》 这就是人类感情的极致，比希望更炽热，比绝望更深邃的，爱哟！ —— 《魔法少女小圆》 不管你说再多的慌，只有自己的内心，是无法欺骗的啊。 —— 《七大罪》 现世为梦，夜梦为真。 —— 《xxxholic》（四月一日灵异事件簿） 失去了翅膀的鸟儿，是不能在名为记忆的蔚蓝天空上飞翔的。但是，我深信，只要自己活着，回忆就会像流逝的时间一样，会有崭新的诞生。 一定没有问题的！ —— 《魔卡少女樱》 只要能努力，就应当去努力；只要还能前进，就要向前走去。 —— 《CLANNAD》 年轻人总是急于求成，就连等待一匙砂糖彻底溶解的耐心也没有，后悔所带来的苦涩，恰好印证了你曾经有所作为，这一点一滴都将成为点缀人生的各种味道。 —— 《玉子爱情故事》 在有档次的餐厅吃饭，却尽说些没档次的话，如果盘子里的鱼听到，没死也得给气死了。 —— 《樱桃小丸子》 因为憧憬着看不到的东西，被迷惑，而迷失了那些看得到的东西，我不想这样。 天空是连着的，如果我们也能各自发光的话，就算距离有多远，都能看到彼此努力的身影。 —— 《龙与虎》 如果自己的寿命时间打从一开始就已经是定数的话，换做我的话会怎样面对这一现实呢？我想我会在有限的时间内，尽全力的活着。 —— 《可塑性记忆》 我现在并不孤单，但是我想，她可能全部的时间都是孤单的。 —— 《犬夜叉》 死亡一点也不温柔，只有无尽的黑暗和孤独。就算联系的再紧密,人也是孤独的。 —— 《Another》 真正的痛是连痛都不能说得痛。 —— 《最游记》 无法飞翔的翅膀也是有意义的, 因为它是曾经翱翔于天空所留下的珍贵回忆。 人们要是没有回忆就活不下去，但是只有回忆的话也活不下去。梦总是有会醒来的时候，不会醒的梦总有一天会变成悲伤。 —— 《AIR》 人有命中注定的一颗星，烁星、流星、明星，就算见不到我的那颗星，从今天起，我不在做只懂仰望的自己。“99期生 星见纯那” 我定会抓住，自己的星。 —— 《少女☆歌剧 Revue Starlight》 和绝望，和平相处。 —— 《少女终末旅行》 只要你们不停下来，那前面就一定有我。所以啊，不要停下来…… —— 《机动战士高达 铁血的奥尔芬斯》 我，将某个人，唯一的某个人，试图锁定，我。 —— 《你的名字》 从你站在桥上看我的那一刻起你就是我的世界。 —— 《火影忍者》 翠星石最喜欢苍星石的说，所以到死也要在一起的说。 —— 《蔷薇少女》 此身为剑锁天成，身如钢铁，心似琉璃。 —— 《Fate》 无论你再哪里，就算我看不见你，我也会一直注视着你。 —— 《妖精的尾巴》 不要轻易的口出狂言，那样只会透露出你的软弱。 —— 《死神》 我不甘心，明明你为我做了那么多，我却什么都不能为你做。 —— 《四月是你的谎言》 我们总是在注意错过太多，却不注意自己拥有过多少。 —— 《我们仍未知道那天所看见的花的名字》 重要的不是你做了多少事，而是你放了多少心思进去。 —— 《凉宫春日的忧郁》 我觉得人生是游乐场，打针是过山车，药是鬼屋。 好不容易来了游乐场，带着张不开心的脸的话就太浪费了呀。 —— 悠 —— 《22&#x2F;7》 音乐 Where there’s a will, there’s a way.有志者，事竟成 Never tell yourself绝不要告诉自己You should be someone else你应该成为别人Stand up tall and say挺直腰杆 大声说I’m not afraid I’m not afraid我无所畏惧 —— 《We Are》（我们就是我们） - ONE OK ROCK 我也知道有些事无法改变，我们执迷不悟，不断循环往复但我仍旧祝你一帆风顺，直面未来，一路向前，一路平安 —— 《Bon Voyage》（一路顺风） - ONE OK ROCK 时光一逝永不回, 往事只能回味。 —— 《往事只能回味》 Don’t wait for your life别再为你的生活等待For your life为之奋斗The time is right don’t wait时机恰好 勿踌躇 For your life为了你的人生For your life勇往直前Sometimes gotta try有时必须去尝试Gotta fight去战斗 Never stop forgetting who you are追逐梦想永不止步 无论你是谁 Waiting and waiting等待 等待But it’s all in your head但那只是你脑海中的臆想Feeling like you’re out of mind你心不在焉的样子Don’t you wanna feel alive你难道想同行尸走肉一般 The dream will never die梦想不死 希望不灭 —— 《Jaded》（厌倦） 「みんな違ってみんな良い」「幸せは人それぞれ」「大家都不一样大家都很好」说着「每个人的幸福都不尽相同」といった僕の拠り所をあざ笑うかのように又像是嘲笑着我的存在一样力づくで全てが食い尽くされてゆく全力地将一切吞食人がちぎれる様を横目にただ震えていた人们冷眼看着切碎的碎片，只是颤抖着 —— 《OGRE》 - 鬱P&#x2F;初音ミク 誰も居ない夜中の赤信号を渡っては在无人注视的深夜之中闯过红灯朝になったら澄ました顔で青を待つ清晨的脸庞又一本正经等待绿灯第三者が見てなかったら如果不是旁人 在旁边看的话道徳なんてこの世にあるのかな规则和道德 在这个世界上真的存在吗？ —— 《映えない》（不太上镜） - 鬱P&#x2F;初音ミク 脳が無う 空っぽな人間 走馬灯ががらんどうな人生没有脑子 空虚的人们 就连走马灯也空空如也的人生君が知らなくたって世界は回る就算你无知世界也照常运转脳が無う 空っぽな人間 走馬灯ががらんどうな人生没有脑子 空虚的人们 就连走马灯也空空如也的人生真実よりも納得できる持論を抱えたまま就这样抱着比起真实更为接受的一贯主张 —— 《ぬる》（NULL） - 鬱P&#x2F;初音ミク まだケバケバ動いてる今朝採りたて今早采摘的毛茸茸的食物还在蠕动着配膳されたそばから上がる悲鳴刚摆上饭桌就听到一阵悲鸣盛り付けられたハート 吐き気煽るキャプション摆盘好的心脏 煽动着呕吐感的说明磔のような感じよ 心情 心情如同被肢解般的体感 心情 心情 私らただ生きてる 私らただ生きてる我们只是活着 我们只是活着身体も心も君と同じだよ身心都与你别无二致 愛 愛 愛 愛 愛したり 夢見たり 笑ってたいのに明明只想经历爱 爱 爱 爱 爱恋 做着美梦 欢笑着だい だい だい だい 大好きに囲まれて ただ居たいのに喜欢 喜欢 喜欢 喜欢 被最喜欢的事物包围着 只是想这样活着而已半強制スポットライト 詳細大公開半强制地被人们注视 个人信息大公开目覆ってるようで好奇で爛々被灿烂的好奇心遮盖着视线嫌 嫌 嫌 嫌がって食べられるため讨厌 讨厌 讨厌 我可不是为了被人吞食了还要遭嫌弃産まれたわけじゃない而诞生的 Fxxx youFxxx you Crawling on the ground because of you因为你我才在地上爬行 複眼から落ちる涙从复眼里滴落的泪私らただ生きてる 私らただ生きてる我们只是活着 我们只是活着まるでコンテンツのように触られる心臓心脏如同目录般被翻动着 今日の餌食は誰今天的饲料又是谁呢 愛 愛 愛 愛 愛したり 夢見たり 笑ってたいのに明明只想经历爱 爱 爱 爱 爱恋 做着美梦 欢笑着だい だい だい だい 大好きに囲まれて ただ居たいのに喜欢 喜欢 喜欢 喜欢 被最喜欢的事物包围着 只是想这样活着而已カースト下位だって あのトップスターだって顶流明星也好 就连低贱的首陀罗也是娯楽感覚で私らを喰う只是为了愉悦之感就将我们吞食嫌 嫌 嫌 嫌がって食べられるため讨厌 讨厌 讨厌 我可不是为了被人吞食还要遭嫌弃産まれたわけじゃない而诞生的 こんな所で死にたいわけじゃない怎么可能会想死在这种地方 —— 《ゲテモノ (feat. 初音ミク)》（Bizarre Food） - 鬱P&#x2F;初音ミク I know you’re trying your best我知道你已经尽力了悪くはないから没什么不好的I’ll be here when you need me你需要我的时候我会在这里I’ll believe in you even if you don’t believe in yourself即使你不相信自己，我也会相信你ここにいるから因为我在这里To save you为了救你You can stay here as long as you want你想呆多久就呆多久だってここは因为这里是The place where you can find your peace of mind在这里你可以找到心灵的宁静 Sometimes有时What you think is right may not be right你认为对的可能不对不正解でも即使不正确キミが你啊正しくあろうとしたことだけは只有正确的事情絶対に 間違ってないから绝对 没有错どれだけ差不多拭っても消えない痛みを擦拭也不会消失的疼痛癒えるまで 全部直到痊愈为止Like a bird with the broken wing就像一只折断翅膀的鸟今はまだ现在还是You can’t fly with just one wing你不能只用一只翅膀飞行 —— 《On Your Side》 - Yasuha.&#x2F;初音ミク 痛みは消えても この傷跡だけは消えないから即使这痛楚终会消失 只有这伤痕是不会消失的もう何度目だろう 思い出し 涙を流しても 心が枯れてゆくだけ这是第几次了呢？想起你 虽然流着眼泪 我的心却在枯萎夢だとわかってるけど まだあと少しだけ 繋いだ手の感覚忘れないように尽管知道只是一场梦 再一下下就好 但愿不要忘记牵着你手的感觉このまま醒めないでと願うたび また思い出してしまうのに每当祈求着想就此不要从梦中醒来 明明都只会勾起回忆而已最後にくれた言葉が優しかった分だけ 深く胸に突き刺さって 抜けないから你最后给我的话语有多么温柔 它们就有多么深地刺入我的心脏 无法拔出啊最後は嘘でもキライと言って欲しかったよ、ありがとうじゃなくてさ。ねぇ、辛くなるから。。多希望你最后就算骗我 说你讨厌我 而不是对我说「谢谢」 呐、这只会让我难受啊。。どれだけ想ってももう届かないけれど无论我多么思念你 这份心意已无法传达给你もう一度壊れるまで抱きしめてよ再一次直到崩坏为止 紧紧拥抱我啊二人で眺めた星空も一人では何も感じないんだ两人一起眺望过的星空 一个人看的话什么都感觉不到愛された時間も 笑いあった記憶も 全て想い出に変わってしまうんだね相爱过的时间也是 一起欢笑过的记忆也是 全部都会变成只是回忆呢もし生まれ変わっても 二人また結ばれる日が来ることは無くても もう一度出逢いたいよ如果再次投胎转世 即使两人再次成为彼此重要之人的那天不会到来 我仍希望能再一次与你相遇。。 キミのその腕の中で眠りにつくあたたかさも 一緒に朝を迎えられる幸せも睡在你臂弯里感受到的温暖也是 一起迎接早晨时感到的幸福也是こんなことなら全部知らなければ良かったよ 失ってしまうなら多希望我从来不知道这一切 如果最终必须失去你。。 —— 《キミを失って》（失去了你） - Yasuha.&#x2F;初音ミク 命は綺麗なわけじゃない生命中并不总是充斥着美好美しい人生なんてない美丽人生什么的只是泡沫呼吸が上手く出来ないのは没有办法顺畅地大口呼吸是生きてる証拠だ活着的证明 —— 《約束 (VOCALOID ver)》 - 春卷饭p 那么首先褴褛 光鲜 选择哪边 曾经我想都不想给出答案 在连是非都暧昧了的白夜 那双戏谑的眼缔成难解心结 为什么 为什么 将属于我的赞赏统统打叉 为什么 为什么 否定了我的作答 为何天赐的聪慧让我坠入了这漆黑 在无端的指责中央义正严辞地面对 这些是非 误会 污秽 无悔 直到我相信的 亲手将 剧本撕毁 知晓了褴褛 光鲜 都非我所愿 明褒暗贬有什么意义可言 在连荣辱都模糊了的狭间 高墙上四角的湛蓝如此遥远 为什么 为什么 公认的庸才偏偏合我口味 为什么 为什么 善良却成了软肋 感谢天赐的蒙昧让我逃离了这漆黑 得以充耳不闻伪善的谆谆教诲 铁难成钢 无妨 我本就是这样 而真实的愿望 只能在 废纸篓埋葬 明知高人一等的方法 不知矜持如何放下 “怎样都好”的丧气话 已占据了我全部想法 明知能够躲藏的位置 不知叛逆心思萌芽 勾画的未来框架 就在我面前 都坍塌 原来天赐的贪昧注定我成为这漆黑 将溅落的瓦砾拾缀拼凑败北的原委 请你停下 停下 停下 停下 别逼迫我回答 明知一切 都是虚假 都是虚假 —— 《不知者》 - COP&#x2F;洛天依 游戏 由Sugar_DW提供部分内容 《Narcissu》同人 - 水仙 死亡面前人人都是弱者 一生就是这样在泪水中默默吞忍。- 从黑暗中来，到白云中去，- 从根茎里来却不能回泥土里去，- 一生就是这样在时光中注满怨恨。- - 一生就是这样在时光中戕害自身。- 在烟雾中思考，在思考中沉睡，- 在处心积虑中使灵魂伤痕累累——- 一生就是这样在火光中寻找灰烬。- - 就是这样，用牙齿、用刺，- 用一个工具挖掘一生的问题;- 用回忆消愁，用前途截断退路，- 用春天的枝叶遮住眼中的耻辱。- 就是这样，把命运比作淤血，- 把挫折当成病，把悲哀的债务还清;- 就是这样发闷、发呆、发热，- 发出痛哭的叹息并在痛苦中酝酿绝症。- 一生就是这样在痛苦中模拟欢乐。- 做砖、做瓦、做牛、做马，- 做那被制度阻隔的团圆梦，- 一生就是这样在诺言中迁徙漂泊。- - 一生就是这样在守望中舔起伤口。- 对人冷漠，对己残酷，- 对世界视若无睹，对花草不屑一顾，- 一生就是这样在反省中拒绝悔悟。- - 就是这样，吃惊，然后镇静，- 蠢蠢欲动然后打消念头，- 猛地想起什么，又沮丧地被它逃走，- 就是这样困顿、疑惑、脑筋僵硬。- 就是这样建设、摧毁、不得安宁。- 在挖掘中被淘汰，在吞忍中被戕害，- 在碌碌无为中被迫离开——- 一生就是这样在迁徙漂泊中饱尝悲哀。- 一生就是这样在爱与被爱中不能尽情地爱。- 回忆一夜千金的温馨，把脑筋拧了又拧，- 回忆稻田、麦浪、飞蛾，想一生是多么失败，- 一生就是这样在饱尝挫折中积郁成病。- 未来不是被给予的，而是自己争取的。 —— 《尼尔：机械纪元》 我想你一定很想知道，你昏迷了多长时间…… —— 《少女前线》 《云图计划》 从前我们为了生存努力改造自然，而现在我们却为了生存努力还原自然 没有什么比荒野中的炊烟更振奋人心的了，对于迷途的旅人犹是如此 想要解决麻烦，就得要找到正确的道路 每个人，都有独属于自己的底牌 所谓商人，就是不管身在何处，都能像你兜售当下所需的存在 更多时候，选择必须考虑当下，而非着眼于难窥全貌的大局 各有各的立场，各有各的苦楚 蛇有蛇路，鼠有鼠路 人们总是习惯于坚持自己认为正确的事情，且绝不退让 战局似棋，块垒一线，亦如楚河汉界 人们往往认定被救助者是弱小的，为此时常忽略它们的意见 擅长提前准备的人，境况永远不会太差 以力破巧，摧枯拉朽 为了在乎的人，我们向来不惮牺牲 手里捏的牌越多，可应对的突发情况也就越多 伤其十指不如断其一指 捷径是所有路线中，最远的那条 比砖泥还坚硬的高墙，是差异 众人齐心，其利断金 直面过去和走向未来同样需要勇气 我看不到其他的道路，因此说自己别无选择 以重生跨越的苦难，是否还能磨砺灵魂？ 昔日经历过的干戈，化作盘踞在心上的黑蛇 有些过往，还是尘封为好 代码谱写的思绪，超脱了0和1 战争一旦开启，就不以人的意志转移 想要突破自我，就从现在开始吧 正因为身处虚无的世界中，我们才应该认真生活 黑暗吞噬了一切，但我们终将带回星光 因为信念，因而勇敢 深陷陌生境地，不要惊慌，先搜集情报，稳住阵脚 几近模糊的开始，不曾明晰的结尾 成长的甜味混入了几分酸涩 不论过程如何曲折，那山巅的圣火终将燃起 回望来时的路，原来我们已经拥有了如此之多 人们总是过于相信自己，以至于忘却了依赖 没有任何事情，可以纵容我们无止境地尝试 令人绝望的消息时常跟在喜讯之后 危急之下出现的援军总是格外地振奋人心 做题最讨厌的，就是题干不清，条件不明 有时候，回到回去并不见得是件好事 心头不安是麻烦来临前，直觉给出的警告 词不达意真是一件糟糕的事情，不管是在什么时候 孤独的时光结束了，接下来的旅途，你我同行 我们总会在狭窄的路口碰见意外的人 当理想成为沉甸甸的责任，你是否还能笑得如当初许愿般轻松？ 朋友予酒，豹狼予枪 话外一层，话里一层。拆开来算，还有一层 敌人保护哪里，我们就击穿哪里 戏剧的迷人之处在于转折，带来微笑或尖叫 灾厄栽培的花朵，妖艳诡谲 世界上的糟心是不外如是——不算太难，但很麻烦 是不是所有具备思想的生命，内心都有不愿面对的光景 演员成为导演，将戏剧推向高潮 当人们习惯了意外的的发生，新的意外就来了 当自己成为剧中人之时，便会期待救世主的来临 杂集 人生中光只是做白日梦的话，就什么事情都办不了吧 梦想还是要有的，不然哪天喝多了你跟人聊啥。 邂逅本身，就是一种奇迹啊。 你知道白夜吗？明明是夜晚却有太阳，照得夜晚像白昼一样明亮，就是说一直这么犹豫不前的话，人生就毁了。 重要的东西全部都在半米之内。 有时候，我们必须闭上嘴，放下骄傲，承认是自己错了。这不是认输，而是成长。 请留意兔子的巢穴，不要让它绊住您如疾风般飞驰的脚步。 每一次与老朋友的偶遇，都是在邂逅当年的自己。 为了能永存那些人心中，为了让在座的所有人，永远铭记我们，我不会忘记的。 只会躲在后方摇旗呐喊的人，注定不会有追随者。 看起来是几何问题，实际上是函数问题。 不是每次相聚都充满欢笑，不是每次分别都眼含泪水，一个人的毕业照，所有人的纪念日。 即使想放弃，也没法放弃最想要的东西，这就是人。 我可以陪在你身边吗？永远永远，陪在你身边好吗？ 未来之梦已经醒转，喧闹与欢笑描绘出现实，碧蓝眼眸的深处，映照出失落在另一时空的记忆。 身为冒险者，如果安静的老死在床上，那简直就是耻辱！ —— 《恶魔法则》 我们终将在没有黑暗的地方相见。 —— 《1984》 欲买桂花同载酒，只可惜故人，何日再见啊。 —— 《原神》 “奥雷里亚诺”，他悲伤的敲下发报键，“马孔多在下雨”。 —— 《百年孤独》 亭边总有花影，与我消遣一段旖旎的小时光。 —— 《最美是花影不扫》 如果鸡蛋被外力打破，那是它生命的结束；如果鸡蛋被内力打破，那是它生命的开始。 乌鸦为什么像写字台？ —— 《爱丽丝梦游仙境》 我发过誓，再也不装作没察觉，再也不逃避。 —— 《文学少女》 做不到的话，不过就是一死 。但是，赢了就能活下去，要是不战斗就赢不了。 那些坚定决心的人们，会展现出好脸色。 不是为了保护自己，而是为了保护自己的灵魂。 如果十多年的单恋有了结果，一定很幸福。他们两人现在可是一条心。如果他们过得幸福，我们当年玩球也就有了意义。 人类，就是一直在重复过去的道路。 失去的东西虽然拿不回来，但是，忘记的事情是可以想起来的。 孤灯点亮了寂寞燃烧了孤单，岁月走过了年轮留下了回忆。 取法于上，仅得为中；取法于中，故为其下。 只是为了自我满足，而不好好照顾它的人，和抛弃它的人没有区别。 车站与车站之间的距离难以置信的远，电车每到一站停留时间难以置信的长。 上台阶尽管费力，却一步比一步高。 不管多艰辛，多悲伤，都是有不可忘却的事情啊。 什么都无法舍弃的人，什么都无法改变 。 就算前路被深邃之暗阻扰，也要使之臣服于己。 巡礼者们朝着心中描绘的圣地，继续前进着。 要让一群人团结起来，需要的不是英明的领导，而是共同的敌人。 黑暗不能驱除黑暗，只有光明可以做到；仇恨不能驱除仇恨，只有爱可以做到。 每当有什么东西出现的时候。就会有一些东西就此失去。这样一来。一来一去就等于抵消了。 不清楚的事，却要决定一个结果的现实，我对此感到绝望。 爱，不是寻找一个完美的人，而是学会用完美的眼光，欣赏那个并不完美的人。 能轻松地说出“我在努力”这种话，就是还在放纵自己的证据，这样根本不能算是在努力。 只有自己能够挺起胸膛，明白自己到底是怎样的人以后，我，才能够得出答案。 世上根本没有运气 ，所谓的运气不过就是情况与情况的结合。 真正的胜利，并不是战胜强者。把自己重要的东西保护到最后一刻，才是胜利。 奈何一个人随着年龄增长，梦想便不复轻盈；他开始用双手掂量生活，更看重果实而非花朵。 来到这个世界上，即使是天使都会做坏事。 青春不能回头，所以青春没有终点。 人总有一天都会死的，但正因为生命是有限的，才能够欢喜和悲伤。 未来不迎，当下不杂，既往不恋。 做任何一件事都要尽情享受它 这是人生的秘诀哦。 一无所知的世界，走下去，才有惊喜。 不要在智慧中夹杂着傲慢，不要使谦虚缺乏智慧 看吧，星星只有在夜里才璀璨夺目啊。 别扯淡了。别随随便便就要去死。我们这样的人，没到该死的时候绝不能死。因为世界并不如你想象的那样坏。 那些青春期的脆弱自尊，轻易不得触碰，那极有有可能成为对他或她一生的打扰。 活着本身就是一种价值，因为还有明天。 你在颓废的时候别人都在努力哦~♪ 我们这种平凡之人在面对胜负关键时，总需要找寻某种倚靠，但，在比赛中乃是孤独的，无法倚靠任何人。 今天你最后遇见的那个人有在微笑吗？ 海不择细流，故能成其大。山不拒细壤，方能就其高。 出发点决定终点，从心开始，从新开始。 无论以前如何，那都是过去，切记放不下过去，就看不见未来，努力当下成长，未来就在脚下。 搞定自己就是为民除害，提升自己就是替天行道。 活在当下，不管什么样的经典，也没有每天生活中上演的故事精彩。 大丈夫，与其做一个浑浑噩噩的人，不如做半个时辰的大英雄 美好的事物不会降临在傻傻等待的人身上，它只会降临在那些追逐目标和梦想的人身上。 成长就是你将哭声调成静音的过程。 无事莫把闲话聊，是非往往闲话生。 人一旦对自己的不足妥协的话，就再也踏不出新的一步了。 自嘲，是有自信的人，才做得到的事。 做一件事，无论大小，倘无恒心，是很不好的。 我们不停住脚步，我们要时时刻刻充实自己，好为尽善尽美的明白奉献出我们努力的成果。 凡事都有偶然的凑巧，结果却又如宿命的必然。 所谓舆论，就是一些人云亦云的东西。 人的一切痛苦，本质上都是对自己的无能的狂怒。 我为自己而死，并且，在最后的最后，为自己而活。 我很累，想停下了。就让我停下吧。 —— 《SCP基金会》 是，你是这个世界的人，但同时你要相信你创造的世界也是存在的。 世界上，最漫长的，无疑是等待。直到风带着芬芳，日落水塘。 一切不谈语境的真理都是耍流氓。 落叶的一生，只是为了归根吧。 我永远都不会忘记你和我在一起的时光，所以请你答应我,在我即将离开这个世界的时候，你会陪在我身边。 你苍白了我的等待，讽刺了我的执着。 有些东西，失去了就不能回来。 人和人的心最远又最近，真诚便是中间的通道。 如果不了解自己是一个会许下什么愿望的人，想要得到什么，想要成为什么样子，了解自己是什么样的人。那么很有可能会迷失在人生的路上。 抛弃了尊严而生活到现在有意义吗？ 学在苦中求，艺在勤中练 空谈之类，是谈不久，也谈不出什么来的，它终必被事实的镜子照出原形，拖出尾巴而去。 没办法把有趣的东西说成无聊。 劳动是知识的源泉，知识是生活的指南。 一旦分隔两地就不配叫朋友，只能算是旧识。和自己的人生不再有瓜葛的通过点，记忆中的陈旧标签。明明都知道，却假装没这回事。 不知身处何地, 向着梦想的地方前进。 到达梦想的地方, 却又不知身处何地。 人类的伟大，莫过于面对恐惧和绝望时的镇定。 我虽然讨厌被嘲笑，但是不会停止说这件事。因为比起被嘲笑，我更讨厌说不出口。 如果自己都说做不到，而什么都不去做的话，那就更是什么都做不到，什么都不会改变，什么都不会结束。 走你正在走的路，不要怕没人与你分享。 追逐梦想的人比抓住梦想的人更能发挥实力。 干燥的空气，尘埃的味道，我在其中…踏上旅途。 离去，让事情变得简单，人们变得善良，像个孩子一样，我们重新开始。 本来我们应该把记忆注入这些只有形式的东西里去而获得新生的。 人类真矛盾，平时杀牛杀猪脸色都不会变，现在轮到自己了反而那么紧张。 别把意气用事和同伴放到天平上去衡量。 我的生活就像在白夜里行走。","tags":[{"name":"collect","slug":"collect","permalink":"https://jdbewl.github.io/yilia/tags/collect/"}]}]